[
    {
        "Title": "Edison Kinetoscopic Record of a Sneeze",
        "Year": "1894",
        "Rated": "N/A",
        "Released": "09 Jan 1894",
        "Runtime": "1 min",
        "Genre": "Documentary, Short",
        "Director": "William K.L. Dickson",
        "Writer": "N/A",
        "Actors": "Fred Ott",
        "Plot": "A man (Edison's assistant) takes a pinch of snuff and sneezes. This is one of the earliest Edison films and was the first motion picture to be copyrighted in the United States.",
        "Language": "N/A",
        "Country": "USA",
        "Awards": "N/A",
        "Poster": "N/A",
        "Metascore": "N/A",
        "imdbRating": "5.9",
        "imdbVotes": "988",
        "imdbID": "tt0000008",
        "Type": "movie",
        "Response": "True"
    },
    {
        "Title": "Employees Leaving the Lumière Factory",
        "Year": "1895",
        "Rated": "N/A",
        "Released": "22 Mar 1895",
        "Runtime": "1 min",
        "Genre": "Documentary, Short",
        "Director": "Louis Lumière",
        "Writer": "N/A",
        "Actors": "N/A",
        "Plot": "A man opens the big gates to the Lumière factory. Through the gateway and a smaller doorway beside it, workers are streaming out, turning either left or right. Most of them are women in long dresses and big hats, but some are men. Suddenly a man with a long apron rushes out through the crowd, followed by a big dog. At last some men on bikes leave the gateway. When all workers have left the factory, the doorkeeper starts closing the gates again.",
        "Language": "N/A",
        "Country": "France",
        "Awards": "N/A",
        "Poster": "N/A",
        "Metascore": "N/A",
        "imdbRating": "6.9",
        "imdbVotes": "3,469",
        "imdbID": "tt0000010",
        "Type": "movie",
        "Response": "True"
    },
    {
        "Title": "Frankenstein",
        "Year": "1910",
        "Rated": "UNRATED",
        "Released": "18 Mar 1910",
        "Runtime": "16 min",
        "Genre": "Short, Fantasy, Horror",
        "Director": "J. Searle Dawley",
        "Writer": "Mary Shelley (novel), J. Searle Dawley",
        "Actors": "Mary Fuller, Charles Ogle, Augustus Phillips",
        "Plot": "Frankenstein, a young medical student, trying to create the perfect human being, instead creates a misshapen monster. Made ill by what he has done, Frankenstein is comforted by his fiancée but on his wedding night he is visited by the monster. A fight ensues but the monster, seeing himself in a mirror, is horrified and runs away. He later returns, entering the new bride's room, and finds her alone.",
        "Language": "English",
        "Country": "USA",
        "Awards": "N/A",
        "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg2NjMyMjgxOF5BMl5BanBnXkFtZTgwOTMyNzM2MzE@._V1_SX300.jpg",
        "Metascore": "N/A",
        "imdbRating": "6.5",
        "imdbVotes": "2,093",
        "imdbID": "tt0001223",
        "Type": "movie",
        "Response": "True"
    },
    {
        "Title": "Wild Tales",
        "Year": "2014",
        "Rated": "R",
        "Released": "21 Aug 2014",
        "Runtime": "122 min",
        "Genre": "Comedy, Drama, Thriller",
        "Director": "Damián Szifrón",
        "Writer": "Damián Szifrón",
        "Actors": "Darío Grandinetti, María Marull, Mónica Villa, Rita Cortese",
        "Plot": "\"Relatos Salvajes\" is a black comedy film divided in six segments. (1) \"Pasternak\": one model and a music critic in a plane find that they have a common acquaintance called Pasternak. Soon they discover that every passenger and crew on board know Pasternak. Cosmic coincidence? (2) \"The Rats\": a waitress of a diner recognizes her client as the loan shark that caused a tragedy in her family. The cook suggests mixing rat poison in his food, but she refuses. But the cook decides to proceed in her plan. When his son arrives, the waitress tries to fix the situation. (3) \"The Strongest\": Two drivers on a lone highway have an argument with tragic consequences. (4) \"Little Bomb\": The demolition engineer has his car towed by a truck for parking in a wrong place and he has an argument with the employee of the towing company. This event destroys his private and professional life, and he plots revenge against the corrupt towing company and the City Hall. (5) \"The Proposal\": The reckless hit-and-run son of a wealthy family hits and kills a pregnant woman. He wakes up his parents and his father calls the lawyer. They propose to pay the groundkeeper to take the blame. Soon the father discovers that he is victim of extortion of his lawyer and the detective in charge of the investigation. What will be his decision? (6) \"Until Death Do Us Apart\": During the wedding party, the wife discovers that her husband has cheated her with one of the guests and decides to payback.",
        "Language": "Spanish",
        "Country": "Argentina, Spain",
        "Awards": "Nominated for 1 Oscar. Another 39 wins & 44 nominations.",
        "Poster": "http://ia.media-imdb.com/images/M/MV5BNzAzMjA1ODAxOV5BMl5BanBnXkFtZTgwODg4NTQzNDE@._V1_SX300.jpg",
        "Metascore": "77",
        "imdbRating": "8.2",
        "imdbVotes": "46,553",
        "imdbID": "tt3011894",
        "Type": "movie",
        "Response": "True"
    }
]
